Repository: Belarus/OmegaT-Common.TMX
Catalog: tmx/non-segmented/gnome-office.tmx
Source language: en
Languages: be

source: Visible comments
be: [PO-fuzzy] Бачныя камэнтары

source: Visible rect pointer
be: [PO-fuzzy] Бачныя атрыбуты

source: Visio XML Format import and export filter
be: [PO-fuzzy] Фільтар экспартаваньня/імпартаваньня DIF (Drawing Interchange File)

source: Voice-Enabled ATM Switch
be: [PO-fuzzy] Шырыня рысы

source: Voice-Enabled Router
be: [PO-fuzzy] Файервол

source: Voltage
be: Напруга

source: WAN
be: [PO-fuzzy] І

source: WAN connection
be: [PO-fuzzy] Далучэньне WAN

source: WAN link
be: [PO-fuzzy] Лучыва WAN

source: WDM
be: [PO-fuzzy] І

source: WLAN controller
be: [PO-fuzzy] Сымэтрычны пункт

source: Wall-plug for the scEAD cabling system
be: [PO-fuzzy] Разэтка для кабэльнае сыстэмы scEAD

source: Warning
be: Папярэджаньне

source: Weak:
be: Тыдзень:

source: Wednesday
be: Серадf

source: Week
be: [PO-fuzzy] тыдзень

source: Week %d
be: [PO-fuzzy] Тдз. %d

source: Week %d, %d
be: Тыдзень %d, %d

source: Week day:
be: Дзень тыдню:

source: Widget not found: %s
be: Віджэт адсутнічае: %s

source: Width
be: [PO-fuzzy] Шырыня:

source: Width:
be: Шырыня:

source: Windows Metafile
be: [PO-fuzzy] Windows Meta File

source: Wireless Transport
be: [PO-fuzzy] Транспарт

source: Wireless router
be: [PO-fuzzy] Файервол

source: Wish Fn
be: Жаданая функцыя

source: Wish function
be: Шуканая функцыя

source: Wk %d
be: Тдз. %d

source: Woman
be: [PO-fuzzy] Чалавек

source: Woman red
be: [PO-fuzzy] Таго ж тыпу

source: WordPerfect Graphics export filter
be: Фільтар экспартаваньня файлаў WordPerfect Graphics

source: Work
be: [PO-fuzzy] Праца

source: Working
be: [PO-fuzzy] Праца

source: Working time...
be: Працоўны час...

source: Workstation monitor
be: [PO-fuzzy] Манітор працоўнае станцыі

source: Wrap Operations
be: [PO-fuzzy] Апэрацыі

source: X Size:
be: Памер па Х:

source: X-Rays
be: Х - выпраменьваньне

source: XOR gate
be: [PO-fuzzy] Рэгуляваць

source: Xfig File Format
be: [PO-fuzzy] Фармат XFig

source: Xfig format
be: [PO-fuzzy] Фармат XFig

source: Y Size:
be: Памер па Y:

source: Yes
be: Так

source: You have opened a file that was saved with an old version of Planner. When loading old files, all tasks will use the constraint 'Must Start On', since the old version did not fully support automatic rescheduling. To take advantage of this new feature, you should add predecessor relations between tasks that are dependent on each other. You can add a predecessor relation by clicking on the predecessor and dragging to the successor. After doing this, you can remove all constraints by selecting the menu item 'Remove all constraints' in the 'Edit' menu.
be: [PO-fuzzy] Вы адкрылі файл, які быў захаваны старой вэрсыяй MrProject. Пад час загрузкі старых файлаў усе задачы будуць выкарыстоўваць прымус 'Мусіць пачацца', таму як старыя вэрсыі ня цалкам падтрымлівалі аўтаматычную зьмену раскладу. Каб скарыстаць усе перавагі гэтае новае магчымасьці, вы мусіце дадаць узаемасувязь між тымі задачамі, якія залежаць адна ад адной. Вы можаце дадаць узаемасувязь націскам кнопкі мышы на папярэднюю задачу і рухам курсора да наступнае задачы. Пасьля выкананьня гэтага вы можаце выдаліць усе прымусы выбарам пункта "Выдаліць усе прымусы" у мэню "Рэдагаваньне".

source: ZIP disk
be: [PO-fuzzy] ZIP-дыск

source: Zigzagline
be: Зыгзаг

source: Zoom
be: Маштаб

source: Zoom To _Fit
be: [PO-fuzzy] Маштаб най_лепшы

source: Zoom _Out
be: [PO-fuzzy] Маштаб -

source: Zoom fit
be: [PO-fuzzy] Па_меншыць маштаб

source: Zoom in
be: [PO-fuzzy] Маштаб +

source: Zoom out
be: [PO-fuzzy] Маштаб -

source: Zoom pointer
be: [PO-fuzzy] Простая друкарка

source: Zoom to fit
be: [PO-fuzzy] Маштаб най_лепшы

source: Zoom to fit the entire project
be: [PO-fuzzy] Надрукаваць бягучы праект

source: [FILE...]
be: [PO-fuzzy] [ВЫБАР...] [ФАЙЛ...]

source: _About
be: _Пра праграму

source: _Antialiased
be: [PO-fuzzy] З_гладзіць

source: _Attributes
be: [PO-fuzzy] Атрыбуты

source: _Calendar:
be: [PO-fuzzy] Каляндар:

source: _Cancel
be: _Адмяніць

source: _Class
be: [PO-fuzzy] Кляса

source: _Close
be: За_крыць

source: _Database:
be: [PO-fuzzy] Тып дню:

source: _Derive from a calendar
be: [PO-fuzzy] _Вызначыць з каляндара

source: _Description:
be: [PO-fuzzy] Апісаньне:

source: _Diagram Properties
be: [PO-fuzzy] Уласьцівасьці дыяграмы

source: _Diagram Tree
be: [PO-fuzzy] Дрэва дыяграмы

source: _Discard Changes
be: [PO-fuzzy] Адмяніць зьмены

source: _Duplicate
be: Вы_даліць

source: _Duration:
be: [PO-fuzzy] _Працягласьць:

source: _Edit
be: _Рэдагаваць

source: _Edit Custom Properties...
be: [PO-fuzzy] Рэдагаваць уласьцівасьці вызначаныя карыстальнікам...

source: _Edit Project Properties
be: [PO-fuzzy] Уласьцівасьці праекта

source: _Edit Resource Properties...
be: [PO-fuzzy] Рэдагаваньне уласьцівасьцяў рэсурсу...

source: _Edit Task
be: [PO-fuzzy] /_Рэдагаваць задачу...

source: _Edit Task Properties...
be: [PO-fuzzy] Рэдагаваньне уласьцівасьцяў задачы...

source: _Email:
be: _Эл.скрыня:

source: _Existing calendars:
be: [PO-fuzzy] Каляндары якія ўжо існуюць:

source: _Export…
be: [PO-fuzzy] Экспартаваньне

source: _File
be: _Файл

source: _Fixed duration
be: _Фіксаваная працягласьць

source: _Gantt Chart
be: [PO-fuzzy] Дыяграма Ганта

source: _Group
be: _Згрупаваць

source: _Group:
be: _Група:

source: _Help
be: _Дапамога

source: _Hide
be: [PO-fuzzy] _Файл

source: _Highlight Critical Tasks
be: [PO-fuzzy] Падсьвятліць крытычныя задачы

source: _Input Methods
be: Мэтады _ўводу

source: _Insert
be: _Уставіць

source: _Insert Resource
be: [PO-fuzzy] /_Уставіць рэсурс

source: _Insert Task
be: [PO-fuzzy] /_Уставіць задачу

source: _Insert Time Stamp
be: [PO-fuzzy] Уставіць адзнаку часа

source: _Insert time stamp
be: [PO-fuzzy] Уставіць адзнаку часа

source: _Label:
be: [PO-fuzzy] Адмеціна:

source: _Lag:
be: [PO-fuzzy] Спазьненьне:

source: _Layers
be: [PO-fuzzy] Слаі

source: _Layers…
be: [PO-fuzzy] Слаі

source: _Link Tasks
be: [PO-fuzzy] Адлучыць задачу

source: _Manage Calendars
be: [PO-fuzzy] Кіраваньне каляндаром

source: _Manager:
be: _Кіраўнік:

source: _Milestone
be: _Тэрмін

source: _Name of the new calendar:
be: _Назва новага каляндара:

source: _Name:
be: _Назва:

source: _New Project
be: _Новы праект

source: _New...
be: _Новы...

source: _Objects
be: _Аб'екты

source: _Open...
be: [PO-fuzzy] Адкрыць...

source: _Operations
be: [PO-fuzzy] Апэрацыі

source: _Organization:
be: _Установа:

source: _Parent
be: [PO-fuzzy] Папярэджваць

source: _Phase:
be: [PO-fuzzy] Уставіць

source: _Print...
be: [PO-fuzzy] Друк...

source: _Print…
be: [PO-fuzzy] Друкарка

source: _Priority:
be: [PO-fuzzy] _Прыярытэт:

source: _Project
be: _Праект

source: _Quit
be: В_ыйсьці

source: _Redo
be: [PO-fuzzy] Аднаўленьне

source: _Relation type:
be: [PO-fuzzy] Тып сувязі:

source: _Remove Resource
be: [PO-fuzzy] /_Выдаліць рэсурс

source: _Remove Task
be: [PO-fuzzy] /_Выдаліць задачу

source: _Replace
be: [PO-fuzzy] Выпускаць

source: _Replace…
be: [PO-fuzzy] Выпускаць

source: _Resources
be: [PO-fuzzy] Рэсурсы

source: _Save
be: _Захаваць

source: _Select
be: _Вылучэньне

source: _Server:
be: [PO-fuzzy] _Захаваць

source: _Short name:
be: [PO-fuzzy] Бяз назвы

source: _Snap to Grid
be: [PO-fuzzy] _Раўнаць па сетцы

source: _Start:
be: [PO-fuzzy] Старт

source: _Style
be: [PO-fuzzy] _Стыль:

source: _Tasks
be: [PO-fuzzy] Задачы

source: _Templates
be: [PO-fuzzy] Шаблёны

source: _Tools
be: _Інструмэнты

source: _Type:
be: _Тып:

source: _Undo
be: [PO-fuzzy] Вяртаньне

source: _Ungroup
be: _Разгрупаваць

source: _Unlink Task
be: [PO-fuzzy] Адлучыць задачу

source: _Unparent
be: _Разгрупаваць

source: _User Guide
be: _Кіраўніцтва карыстальніка

source: _Username:
be: [PO-fuzzy] Бяз назвы

source: _View
be: Вы_гляд

source: _Work:
be: _Праца:

source: _Zoom
be: _Маштаб

source: _Zoom In
be: [PO-fuzzy] Маштаб +

source: a user
be: карыстальнік

source: add shapes here
be: дадайце формы сюды

source: any
be: [PO-fuzzy] Павялічвае

source: d
be: д

source: day
be: [PO-fuzzy] дзён

source: days
be: дзён

source: dia_plugin_init() call failed
be: збой выкліку dia_plugin_init()

source: expanded node
be: [PO-fuzzy] Стварае вузел

source: expansible node
be: [PO-fuzzy] Просты мадэм

source: ft
be: [PO-fuzzy] Леваруч

source: h
be: г

source: hour
be: гадзіна

source: hours
be: гадзіны

source: iSCSI switch
be: [PO-fuzzy] Пераключаць

source: in
be: [PO-fuzzy] Рыса

source: line|Dashed
be: [PO-fuzzy] Заштрыхаваны

source: min
be: хвіл

source: minute
be: хвіліна

source: minutes
be: хвіліны

source: mon
be: [PO-fuzzy] месяц

source: month
be: месяц

source: months
be: месяцы

source: none
be: няма

source: object|Position
be: [PO-fuzzy] Пазыцыянаваць

source: pi
be: [PO-fuzzy] Круціць

source: read_dxf_codes failed on '%s'
be: [PO-fuzzy] збой read_dxf_codes

source: translator_credits-PLEASE_ADD_YOURSELF_HERE
be: Belarusian Language Linux Team Пляцоўка: http://www.mova.linux.by Э.скрыня: i18n@mova.org

source: unknown arrow
be: [PO-fuzzy] Канчатковая стрэлка

source: w
be: т

source: week
be: тыдзень

source: weeks
be: тыдні
